<template>
  <div class="box">
    <p class="title">Eliet English用户中心服务协议</p>
    <p class="common">特别提示</p>
    <p>
      欢迎您与Eliet English（详见定义条款）共同签署本《Eliet
      English用户中心服务协议》（下称“本协议”）并使用Eliet
      English相关服务。本协议自发布之日起，Eliet English各处所称“Eliet
      English服务协议”均指本协议。
    </p>

    <p>
      【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解本协议各条款内容，并注意可能影响您权益的条款、权利许可和信息使用的条款、法律适用和争议解决的条款等。为使容易辨析，可能影响您权益的条款已以加粗形式提示注意，请您重点阅读。
    </p>

    <p>
      【同意表示】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已经充分阅读、理解并接受本协议的全部内容，并与Eliet
      English达成一致，成为Eliet
      English“用户”。如果您不同意本协议或其中任何条款约定，需立即停止注册程序，Eliet
      English也将无法为您提供服务。未成年人用户请在父母或监护人陪同下阅读本协议，并在提交个人信息之前寻求父母或监护人的同意和指导。
    </p>

    <p class="common">一.定义</p>

    <p>
      1. Eliet English: 是指Eliet
      English相关服务经营者的单称或合称，包括杭州特利贝网络科技有限公司（Eliet
      English英语网站运营商）。
    </p>
    <p>
      2. Eliet English产品: 指包括但不限于Eliet
      English品牌开发的新产品的客户端（APP）、小程序及网站。
    </p>
    <p>
      3. Eliet English服务: 是指基于互联网，以包含Eliet
      English产品网站、客户端等在内的各种形态（包括未来技术发展出现的新服务形态）向您提供的各项服务。
    </p>

    <p>
      4. 用户: 是指Eliet
      English产品的使用人（包括但不限于以如下方式：a、直接在Eliet
      English产品注册账户；b、通过微信等可实现的第三方账户登录到Eliet
      English产品），在本协议中也称为“您”。
    </p>

    <p>
      5. 用户中心: 是指您注册并同意“Eliet
      English用户中心服务协议”后所获得的具有唯一身份识别的用户ID，该用户ID可登录Eliet
      English产品并使用相关服务，用户注册、使用Eliet
      English产品时提交的信息、产生的数据等存储在您的用户中心。
    </p>

    <p class="common">二. 账户注册、登录、注销</p>

    <p>
      6. 当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您将绑定一个Eliet
      English用户中心账户，您可以使用此账户登录各Eliet English产品
    </p>

    <p>
      7. 您在Eliet English用户中心账户内的信息将被同步至各Eliet
      English产品，同步的信息种类包含：
    </p>
    <p>1)  您登录Eliet English产品时使用的手机号、头像、昵称、物流地址；</p>
    <p>2)  您使用Eliet English服务时生成的商业信息，如订单信息；</p>
    <p>
      3)  您使用Eliet
      English服务时生成的学习信息，包括学员的课程安排、课程报告、学习任务。
    </p>

    <p>
      8. 您可以通过Eliet English产品（包括各Eliet
      English产品的官网或客户端）公布的在线客服申请注销此前注册的Eliet
      English用户中心账户；为了保障您使用Eliet English产品及/或Eliet
      English服务的权益，请您务必在提出注销申请前仔细阅读并确认账户注销须知。我们经核实后会为您办理相应的注销手续。您的Eliet
      English用户中心账户注销之后，我们将停止为您提供Eliet English产品及Eliet
      English服务，并依据您的要求删除或匿名化处理您的个人信息，但法律法规另有规定的除外。
    </p>

    <p class="common">三. Eliet English用户中心账户使用</p>

    <p>
      9. 您在注册Eliet English产品或使用Eliet English服务时，请向Eliet
      English提供合法、真实、准确的个人资料，如个人资料有任何变动，请您及时更新。如果您提供的个人资料不合法、不真实、不准确，您需承担因此引起的相应责任及后果，并且Eliet
      English保留终止您使用Eliet English服务的权利。
    </p>

    <p>
      10. 您的Eliet
      English用户中心账户及密码由您自行负责保管，您应当对使用您的账户进行的所有活动负责。请您不要将账户转让或出借给他人使用。如您发现账户遭他人非法使用，请立即通知Eliet
      English，我们会配合采取措施，尽可能维护您的账户安全。
    </p>

    <p>
      11. 您同意Eliet English可以在提供Eliet
      English服务过程中以适当的方式（包括产品官网、客户端固定展示、定向推送展示、短信定向推送等方式）投放商业性广告或其他类型的商业信息。
    </p>

    <p>
      12. Eliet English针对某些特定的Eliet
      English服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的声明、通知、提示等内容视为本协议的一部分，您如使用该服务，视为您同意该等声明、通知、提示的内容。
    </p>

    <p>
      13. 您在使用Eliet English服务过程中应当遵循以下原则，否则，Eliet
      English有权终止向您提供本协议约定的Eliet English服务：
    </p>
    <p>
      1)  遵守国家法律和法规，不得为任何非法目的而使用Eliet English服务系统；
    </p>
    <p>
      2)  不得以任何形式使用Eliet English服务侵犯Eliet
      English的商业利益，包括并不限于发布非经Eliet English许可的商业广告；
    </p>
    <p>
      3)  不得利用Eliet
      English服务系统进行任何可能对互联网或移动网络正常运转造成不利影响的行为；
    </p>
    <p>
      4)  不得利用Eliet English提供的Eliet
      English服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；
    </p>
    <p>
      5)  不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益。
    </p>
    <p>
      14. 如果您的账户昵称中包括如下信息（包括但不限于），Eliet
      English有权屏蔽相关信息，甚至冻结、注销您的账户：
    </p>
    <p>
      1)  使用严重违反国家法律法规及风序良俗，包含或暗藏反动、色情、性别歧视、种族歧视、地域歧视等信息（含符号、地址等）的昵称；
    </p>
    <p>
      2)  使用党和国家领导人、古今中外有影响的名人、网络上知名人士的真实姓名、字、号、艺名、笔名、头衔等为昵称；
    </p>
    <p>3)  使用国家机构、企事业单位、知名公司或品牌的名称及标识为昵称；</p>
    <p>
      4)  含自侮辱、猥亵或者对他人进行侮辱、挑衅、漫骂、人身攻击等不文明、不健康信息的昵称；
    </p>
    <p>
      5)  未获得Eliet English官方正式许可而使用带有Eliet English相关名称的昵称；
    </p>
    <p>
      6)  与Eliet
      English老师及社区管理人员的昵称近似或雷同，并可能引起混淆或纠纷的；
    </p>
    <p>7)  带有明显广告性质的昵称；</p>
    <p>8)  带有其它法律法规以及Eliet English规则中所禁止信息的昵称。</p>

    <p class="common">四. Eliet English服务</p>
    <p>
      15. Eliet English服务的具体内容由各Eliet
      English平台根据实际情况提供，例如1对1在线课程、多方位学习指导、国际夏校等。
    </p>
    <p>
      16. Eliet English提供的部分课程服务为收费服务。对于收费服务，Eliet
      English会在您使用之前明确提示您具体费用，只有您根据提示确认支付相关费用后，您才能使用该收费服务。
    </p>
    <p>
      17. 您知悉并理解，Eliet English仅提供网络服务，除此之外与Eliet
      English服务有关的设备（如个人电脑、手机及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均需由您自行负担。
    </p>
    <p>
      18. 您知悉并理解，使用Eliet English服务期间，Eliet
      English可能会变更、中断或终止部分或全部的Eliet
      English服务（包括收费服务），Eliet
      English应当事先通知您，如变更、中断或终止的服务属于收费服务的，Eliet
      English应向您提供等值的替代性收费服务，如您不愿意接受替代性收费服务，就您已经向Eliet
      English支付的服务费，Eliet
      English将按照公示的退费规则或协议约定为您退还未使用的收费服务对应的费用（如有）。
    </p>

    <p class="common">五．知识产权</p>
    <p>
      19. Eliet English提供的Eliet
      English服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，Eliet
      English不以任何形式，向您或任何第三方负责。
    </p>
    <p>
      20. Eliet
      English为提供服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，您不得对该软件进行反向工程（reverse
      engineer）、反向编译（decompile）或反汇编（disassemble）。
    </p>

    <p>
      21. 您同意，您在使用Eliet English服务期间，如果通过Eliet
      English系统上传图片、音频、视频、文本或讨论区发言等内容（统称“上传内容”），您需要为内容的真实性、合法性负责。若上传内容中包含学员、您及第三人的肖像、个人信息(如姓名、年龄、学员ID、学员头像、家庭环境因素等)(统称“肖像和个人信息”），您需要取得学员法定监护人、第三人的合法授权。
    </p>

    <p>
      同时您同意授权Eliet
      English可以出于以下目的合理的使用您的上传内容（包括其中的肖像和个人信息）：
    </p>

    <p>
      1）出于教学、研究、学术交流、业务探讨、课程改进等合理目的,向Eliet
      English的用户、雇员、教师、特约专家等专业人士、商业合作伙伴等，以复制、分享、公开传播、演绎、汇编等方式使用上传内容。
    </p>
    <p>
      2）出于点评、展示及宣传推广等目的，在Eliet English自有产品、平台及Eliet
      English授权的其他媒体、平台、渠道等，以复制、公开传播、演绎、汇编等方式在免费使用上传内容。
    </p>
    <p>
      除上述目的外，Eliet
      English在未单独取得您授权的情况下，不会以任何方式使用您的上传内容。
    </p>

    <p class="common">六. 隐私政策</p>

    <p>
      22. 保护您的隐私是Eliet English的一项基本政策，Eliet
      English平台的隐私政策已经进行公示，您可以按如下方式进行查询：
    </p>

    <p>
      1）Eliet English英语：Eliet English官网（www.elietkid.com
      ）页面底部的“隐私政策”相关内容；
    </p>

    <p class="common">七. 责任声明</p>
    <p>
      23. 您同意在使用Eliet
      English服务期间，因违反法律法规及本协议或您个人原因所导致的风险及后果将完全由您个人承担，包括以下情形：
    </p>
    <p>
      1）您将账户转让、出借给他人使用或因您的保管疏忽导致账户遭他人非法使用，给您造成损失；
    </p>
    <p>
      2）您使用Eliet English服务期间，在Eliet
      English系统所上传的图片、音频、视频、文本或讨论区发言等内容产生侵权等法律后果；
    </p>
    <p>
      3）出现协议第9条、第13条、第14条的情形，Eliet
      English根据协议约定终止向您提供Eliet
      English服务、采取屏蔽相关信息或者冻结、注销您的账户的措施。
    </p>
    <p>
      24. 您理解，基于平台合规的要求，Eliet English将对您使用Eliet
      English服务的情况进行监督，如您在使用Eliet
      English服务时存在违反法律法规或侵犯Eliet
      English及第三人合法权益的不当行为，Eliet
      English或其授权人有权要求您纠正该行为或直接采取一切必要的措施（包括但不限于更改或删除您上传的内容、暂停或终止您使用Eliet
      English产品及/或Eliet English服务的权利）以减轻您不当行为造成的影响。
    </p>

    <p>
      25. 您理解，Eliet English为了保持服务质量，需要定期或不定期地对提供Eliet
      English服务（如互联网网站、移动网络、客户端等）或相关的设备进行检修或者维护，如因此类情况而造成收费Eliet
      English服务在合理时间内的中断，Eliet English无需为此承担责任，但Eliet
      English应尽可能事先进行通告。
    </p>
    <p>
      26. 对于因不可抗力或Eliet
      English不能控制的、不能预见的原因（如第三方恶意攻击系统、电信服务商网络故障等）造成的Eliet
      English服务中断或其它缺陷，Eliet
      English将尽力减少因此而给您造成的损失和影响，Eliet
      English在此范围内无需承担相应责任。
    </p>
    <p class="common">八. 协议修改</p>

    <p>
      27. 为了持续改进服务体验，Eliet
      English将在必要时对本协议条款进行修改，Eliet English将会在Eliet
      English产品上公布修改之后的协议内容，您可以查阅最新版本的协议条款。
    </p>
    <p>
      28. 如果不同意Eliet English对本协议条款所做的修改，您有权停止使用Eliet
      English服务。如果您继续使用Eliet English服务，则视为您同意Eliet
      English对本协议条款所做的修改。
    </p>

    <p class="common">九. 通知送达</p>

    <p>
      29. 本协议项下Eliet
      English对于您所有的通知将通过网页公告、电子邮件、手机短信或常规的信件传送等方式送达，请您及时留意关注。
    </p>
    <p>
      30. 如有任何问题或疑问，您可以通过Eliet
      English对外公示的通信地址、传真号码、电子邮件地址等方式与Eliet
      English取得联系，Eliet English收到后将尽快响应您的需求。
    </p>

    <p class="common">十. 法律管辖</p>
    <p>
      31. 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。
    </p>
    <p>
      32. 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向被告所在地的人民法院提起诉讼。
    </p>

    <p class="common">十一. 其他规定</p>
    <p>
      33.
      本协议构成双方对本协议约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议双方其他权利。
    </p>
    <p>
      34.
      如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
    </p>
    <p>35. 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>
  </div>
</template>
<script>
export default {};
</script>
<style lang="scss" scoped>
.box {
  & .title {
    display: flex;
    justify-content: center;
    font-size: 28px;
  }

  & .common {
    color: #f55d54;
    font-size: 20px;
    margin: 10px 0;
  }
}
</style>
